<?php

return [
    'welcome' => 'أهلاً بكم في موقعنا!',
    'language' => 'اللغة:',
    'english' => 'الإنجليزية',
    'arabic' => 'العربية',
    'happen'=>'ابتكارات  !',
    'your'=>'الأفكار إلى',
    'Making'=>' تحويل ',

    'home' => 'الرئيسية',
    'about_us' => 'من نحن',
    'services' => 'الخدمات',
    'portfolio' => 'الأعمال',
    'team' => 'الفريق',
    'language' => 'اللغة',
    'contact' => 'اتصل بنا',
    'get_started' => 'ابدأ الآن',
    'our_projects' => 'مشاريعنا',

    'about_title' => 'شركتنا  تقديم حلول تكنولوجيا المعلومات المبتكرة',
    'about_subtitle' => 'تقدم شركتنا حلولًا مبتكرة ومتطورة في مجال تكنولوجيا المعلومات للشركات والمؤسسات. تتميز الشركة بالتفاني في تلبية احتياجات العملاء وتحسين أدائهم من خلال استخدام أحدث التقنيات والأساليب الفعالة.',
    'point_1' => 'تخصص في تطوير تطبيقات الويب والهواتف الذكية وحلول الحوسبة السحابية وأمن المعلومات وتحليل البيانات.',
    'point_2' => 'تقديم حلول مبتكرة في مجال تكنولوجيا المعلومات.',
    'point_3' => 'استخدام أحدث التقنيات والأساليب الفعالة لتحقيق أهداف العملاء.الابتكار والتفاني في تقديم الخدمات على أعلى مستوى من الجودة',


    'services_title' => 'الخدمات',
    'services_description' => 'شركة powershub  تقدم مجموعة واسعة من الخدمات التقنية التي تهدف إلى دعم الأعمال وتحسين عملياتها. تشمل هذه الخدمات',
    'service_1_title' => 'تطوير البرمجيات:',
    'service_1_description' => 'تصميم وتطوير تطبيقات مخصصة للشركات ، تطوير تطبيقات الويب وتطبيقات الهواتف المحمولة ،صيانة وتحديث البرمجيات الحالية.',
    'service_2_title' => 'التخرين السحابية:',
    'service_2_description' => 'استضافة وإدارة الخوادم السحابية ،تقديم خدمات التخزين السحابي ،تطوير تطبيقات سحابية مخصصة.',
    'service_3_title' => 'سيد أوت بيرسبيسياتيس',
    'service_3_description' => 'دويس أوت آتي إروري دولور إن ريبريهينديريت إن فولوبتاتي فيليت إيسسي كيلوم دولوري آئي فوجيات نولا بارياتور ترينيج زاريتا لوبور تريد.',
    'service_4_title' => 'ماجني دولوريس',
    'service_4_description' => 'إكسيبتور سينت أوككايكات كوبيداتات نون بروفيدينت، سونت إن كولبا كوي أوفيسيا ديسيرونت مولليت أنيم إد إست لابوروم ريديتا زانوكس ساتيرينتي ماديرا',
    'dolor_sitema_title' => 'التخرين السحابية:',
    'dolor_sitema_description' => 'استضافة وإدارة الخوادم السحابية ،تقديم خدمات التخزين السحابي ،تطوير تطبيقات سحابية مخصصة.',
    'sed_ut_perspiciatis_title' => 'إدارة قواعد البيانات:',
    'sed_ut_perspiciatis_description' => 'تصميم وتنفيذ قواعد البيانات ،إدارة وصيانة قواعد البيانات ،تحسين أداء قواعد البيانات.',
    'magni_dolores_title' => 'تطوير مواقع الويب:',
    'magni_dolores_description' => 'تصميم وتطوير مواقع الويب ،تحسين محركات البحث (SEO) ،إدارة المحتوى الرقمي.',


    'clients_title' => 'العملاء',
    'clients_description' => 'عملاء شركتنا يمكن أن يكونوا من مجموعة متنوعة من القطاعات والأحجام. تشمل فئات العملاء النموذجية',


    'portfolio_title' => 'محفظتنا',
    'portfolio_description' => 'لكن الزمن الحالي هو عمل الألم الكبير والألم والألم والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد',
    'portfolio_item_1' => 'البند الأول في المحفظة',
    'portfolio_item_2' => 'البند الثاني في المحفظة',
    'portfolio_item_3' => 'البند الثالث في المحفظة',
    'portfolio_item_4' => 'البند الرابع في المحفظة',
    'portfolio_item_5' => 'البند الخامس في المحفظة',
    'portfolio_item_6' => 'البند السادس في المحفظة',
    'portfolio_item_7' => 'البند السابع في المحفظة',
    'portfolio_item_8' => 'البند الثامن في المحفظة',


    'testimonials_title' => 'الشهادات',
    'testimonials_description' => 'لكن الزمن الحالي هو عمل الألم الكبير والألم والألم والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد والألم الشديد',
    'testimonial_1_content' => 'بروين iaculis بوروس consequat سيم علاج digni ssim donec porttitora entum suscipit rhoncus. Accusantium quam, ultricies eget id, aliquam eget nibh et. Maecen aliquam, risus at semper.',
    'testimonial_1_author' => 'سول جودمان',
    'testimonial_1_position' => 'الرئيس التنفيذي ومؤسس',
    'testimonial_2_content' => 'التصدير المؤقت illum tamen malis malis eram quae irure esse labore quem cillum quid cillum eram malis quorum velit fore eram velit sunt aliqua noster fugiat irure amet legam anim culpa.',
    'testimonial_2_author' => 'سارا ويلسون',
    'testimonial_2_position' => 'مصمم',
    'testimonial_3_content' => 'Enim nisi quem export duis labore cillum quae magna enim sint quorum nulla quem veniam duis minim tempor labore quem eram duis noster aute amet eram fore quis sint minim.',
    'testimonial_3_author' => 'جينا كارليس',
    'testimonial_3_position' => 'صاحب متجر',
    'testimonial_4_content' => 'Fugiat enim eram quae cillum dolore dolor amet nulla culpa multos export minim fugiat minim velit minim dolor enim duis veniam ipsum anim magna sunt elit fore quem dolore labore illum veniam.',
    'testimonial_4_author' => 'مات براندون',
    'testimonial_4_position' => 'مستقل',
    'testimonial_5_content' => 'Quis quorum aliqua sint quem legam fore sunt eram irure aliqua veniam tempor noster veniam enim culpa labore duis sunt culpa nulla illum cillum fugiat legam esse veniam culpa fore nisi cillum quid.',
    'testimonial_5_author' => 'جون لارسون',
    'testimonial_5_position' => 'رائد أعمال',

    'cta_title' => 'اتصل بنا',
    'cta_text' => 'يوجد لدينا فريق دعم طول ايام الاسبوع ',
    'cta_btn' => 'اتصل بنا ',

    'team_title' => 'فريقنا',
    'ceo' => 'الرئيس التنفيذي',
    'product_manager' => 'مدير المنتج',
    'cto' => 'CTO',
    'accountant' => 'محاسب',
    'walter_white' => 'والتر وايت',
    'sarah_jhinson' => 'سارة جهينسون',
    'william_anderson' => 'ويليام أندرسون',
    'amanda_jepson' => 'أماندا جيبسون',


    'contact_title' => 'اتصل بنا',
    'contact_description' => 'ومع ذلك، يمكن استخدام مقياس الوقت الرئيسي لاستعراض العمليات التي تتطلب وقتًا طويلًا والتي يمكن أن تتسبب في نقص الإنتاجية أو التأخير في الجدول الزمني',



    'email_title' => 'البريد الإلكتروني',
    'email_address' => 'info@example.com',
    'phone_title' => 'رقم الهاتف',
    'phone_number' => '+966 xx xxx xxxx ',
    'address_title' => 'العنوان',
    'address_content' => 'شارع آدم، مكة، المملكة العربية السعودية',


    'send_message' => 'إرسال الرسالة',

    'your_name' => 'اسمك',
    'enter_at_least_4_chars' => 'الرجاء إدخال 4 أحرف على الأقل',
    'your_email' => 'بريدك الإلكتروني',
    'enter_valid_email' => 'يرجى إدخال بريد إلكتروني صالح',
    'subject' => 'الموضوع',
    'enter_at_least_8_chars_of_subject' => 'الرجاء إدخال 8 أحرف على الأقل في الموضوع',
    'write_something_for_us' => 'يرجى كتابة شيء لنا',
    'message' => 'رسالة',


    'pricing' => 'الأسعار',
    'pricing_description' => 'وصف الأسعار',
    'free' => 'مجانًا',
    'business' => 'العمل',
    'developer' => 'مطور',
    'per_month' => 'في الشهر',
    'feature1' => 'الميزة 1',
    'feature2' => 'الميزة 2',
    'feature3' => 'الميزة 3',
    'feature4' => 'الميزة 4',
    'feature5' => 'الميزة 5',
    'get_started' => 'ابدأ',

    'All'=>'الكل',
    'App'=>'تصميم تطبيقات',
    'Card'=>'تصميم بطاقات ',
    'Web'=>'تصميم مواقع',

    ///////details
    'portfolio_details' => 'تفاصيل الحافظة',
    'home' => 'الرئيسية',
    'about' => 'معلومات عنا',
    'services' => 'الخدمات',
    'portfolio' => 'الحافظة',
    'team' => 'الفريق',
    'blog' => 'المدونة',
    'contact_us' => 'اتصل بنا',


    'project_information' => 'معلومات المشروع',
    'category' => 'الفئة',
    'web_design' => 'تصميم المواقع',
    'client' => 'العميل',
    'project_date' => 'تاريخ المشروع',
    'project_url' => 'رابط المشروع',
    'example_of_portfolio_detail' => ' تفاصيل المشروع',
    'example_paragraph' => 'لكن النصوص العشوائية من النوع الخالد التي تتنقل إلى كل شيء. إنه مثال يمكن الاعتماد عليه عندما تحتاج إلى فهم معنى الكلام بشكل أفضل. ليس هناك ما يمنعك من إظهاره بشكل صحيح. يمكن قراءة الكتب القديمة حتى في القرن الحديث. وهذا يضيف إلى روعته!',


    'date' => '1 يناير 2020',
    'Company' =>'رواد المشاعر',
    'url' => 'WEPower.com',

    'why_us' => 'لماذا نحن',
    'lorem_ipsum' => 'لوريم إيبسوم',
    'lorem_ipsum_description' => 'التي تلتذذ أيديها الفاسدة وتزعجك بآلام وأوجاع معينة باستثناء تلك التي تتبعها شهوة القلب غير المكترثة.',
    'nemo_enim' => 'نيمو إنيم',
    'nemo_enim_description' => 'لكننا ندينهم بحق وبغضب الكراهية الذين يتهمونهم ويضطهدونهم بشكل كبير مثل المتعة الحالية التي هي لذة الألم الفاسدة.',







    //////////////////////

    'services_title' => 'عنوان الخدمات',
    'services_description' => 'وصف الخدمات',
    'feature_1_title' => 'توفير الكرامة تقريبًا بالجسم لتولي المزايا.',
    'feature_1_description' => 'لوريم ايبسوم دولار سيت أميت، كونسيكتيتور أديبيسشينغ إليت، سيد دو إيوسمود تيمبور إنسيديدونت أوت لابوري إت دولار ماغنا أليكوا.',
    'feature_1_point_1' => 'أوت أليكيب إكس إيا كومودو كونسيكوات.',
    'feature_1_point_2' => 'دويس أوتيريو دولار في ريبرهينديريت إن فولوبتات فيليت.',
    'feature_heading' => 'توفير أوقات أكبر للأجسام',
    'feature_subheading' => 'لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج أليت، سيد دو إيوسمد تيمبور إنسيديدنت أوت لابور إت دولوري ماغنا أليكا.',
    'feature_text' => 'أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسيكوات. ديوس أوت إيرور دولور إن ريبريهيندريت إن فولوبتات فيليت إيس سيليم دولوري أو فيوجيات نيولا بارايتور. إكسسيبيتيور سينت أوكياكات كيوبيداتات نون برويدينت، سونت إن كيولبا كي أوفيسيا ديسيرونت موليت أنيم إيد إست لابوروم',


    'feature_heading' => 'توفير أوقات أكبر للأجسام',
    'feature_subheading' => 'لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج أليت، سيد دو إيوسمد تيمبور إنسيديدنت أوت لابور إت دولوري ماغنا أليكا.',
    'feature_text' => 'أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسيكوات. ديوس أوت إيرور دولور إن ريبريهيندريت إن فولوبتات فيليت إيس سيليم دولوري أو فيوجيات نيولا بارايتور. إكسسيبيتيور سينت أوكياكات كيوبيداتات نون برويدينت، سونت إن كيولبا كي أوفيسيا ديسيرونت موليت أنيم إيد إست لابوروم',
    'feature_heading_2' => 'هم الضحايا لإعادة لا شيء لردود أفعال الأرواح',
    'feature_text_2' => 'إنه خطأ حب إنه خطأ حب هو خطأ الذات. التحديد هو الحد الأدنى لما هو. هم غالبا ما يكرهون أو لأن الألم موجود هنا.',
    'feature_list_1' => 'عمل الكوع ما لم تأخذ شيئا من ذلك نتيجة لذلك.',
    'feature_list_2' => 'ألم الرغبة في الاستمتاع بالخطأ في المتعة.',
    'feature_list_3' => 'من السهل أن تفتح وتسلي. ولكن تم الحل لتحمل.',

    'feature_heading' => 'توفير أوقات أكبر للأجسام',
    'feature_subheading' => 'لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج أليت، سيد دو إيوسمد تيمبور إنسيديدنت أوت لابور إت دولوري ماغنا أليكا.',
    'feature_text' => 'أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسيكوات. ديوس أوت إيرور دولور إن ريبريهيندريت إن فولوبتات فيليت إيس سيليم دولوري أو فيوجيات نيولا بارايتور. إكسسيبيتيور سينت أوكياكات كيوبيداتات نون برويدينت، سونت إن كيولبا كي أوفيسيا ديسيرونت موليت أنيم إيد إست لابوروم',
    'feature_heading_2' => 'هم الضحايا لإعادة لا شيء لردود أفعال الأرواح',
    'feature_text_2' => 'إنه خطأ حب إنه خطأ حب هو خطأ الذات. التحديد هو الحد الأدنى لما هو. هم غالبا ما يكرهون أو لأن الألم موجود هنا.',
    'feature_list_1' => 'عمل الكوع ما لم تأخذ شيئا من ذلك نتيجة لذلك.',
    'feature_list_2' => 'ألم الرغبة في الاستمتاع بالخطأ في المتعة.',
    'feature_list_3' => 'من السهل أن تفتح وتسلي. ولكن تم الحل لتحمل.',
    'feature_heading_3' => 'التي تحتاجها لمنع الروح من الاصطدام',
    'feature_subheading_3' => 'لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج أليت، سيد دو إيوسمد تيمبور إنسيديدنت أوت لابور إت دولوري ماغنا أليكا.',
    'feature_text_3' => 'أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسيكوات. ديوس أوت إيرور دولور إن ريبريهيندريت إن فولوبتات فيليت إيس سيليم دولوري أو فيوجيات نيولا بارايتور. إكسسيبيتيور سينت أوكياكات كيوبيداتات نون برويدينت، سونت إن كيولبا كي أوفيسيا ديسيرونت موليت أنيم إيد إست لابوروم',

    'our_services' => 'خدماتنا',
    'home' => 'الرئيسية',
    'clients' => 'العملاء',
    'projects' => 'المشاريع',
    'hours_of_support' => 'ساعات الدعم',
    'hard_workers' => 'العمال المجتهدون',

    'Cancel'=>'الغاء',
];
